import Layout from "@/components/Layout";

export default function privacy() {
  return (
    <Layout>
      <div className="prose prose-sm max-w-none text-left">
        <h1>プライバシーポリシー</h1>
        <p>
          この利用規約（以下，「本規約」といいます。）は，本サービスの運営者（以下，「運営者」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。
        </p>
        <h2>第1条（適用）</h2>
        <ol>
          <li>
            本規約は，利用者と運営者との間の本サービスの利用に関わる一切の関係に適用されるものとします。
          </li>
        </ol>
        <h2>第2条（利用登録）</h2>
        <ol>
          <li>
            登録希望者が運営者の定める方法によって利用登録を申請し，運営者がこれを承認することによって，利用登録が完了するものとします。
          </li>
          <li>
            運営者は，利用登録申請者に以下の事由があると判断した場合，利用登録の承認を留保することができるものとします。
            <ol>
              <li>利用登録申請に際して虚偽の事項を届け出た場合</li>
              <li>本規約に違反したことがある者からの申請である場合</li>
              <li>その他，運営者が利用登録を相当でないと判断した場合</li>
            </ol>
          </li>
        </ol>
        <h2>第3条（ユーザーIDおよび</h2>
      </div>
    </Layout>
  );
}
